var pipelines = {
    "request": {
        "pipelines": {
            add: [{
                "name": "Покупка",
                "statuses": {
                    "0": {
                        "color": "#27AE60",
                        "name": "Получено новое обращение",
                        "sort": 0
                    },
                    "1": {
                        "color": "#00bfff",
                        "name": "Квалификация проведена",
                        "sort": 10
                    },
                    "2": {
                        "color": "#D8BFD8",
                        "name": "Назначена встреча / показ",
                        "sort": 20
                    },
                    "3": {
                        "color": "#28EE00",
                        "name": "Встреча / показ проведена",
                        "sort": 30
                    },
                    "4": {
                        "color": "#F2C94C",
                        "name": "Получен задаток",
                        "sort": 40
                    },
                    "5": {
                        "color": "#4B7BFF",
                        "name": "Оформление документов",
                        "sort": 50
                    },
                    "142": {
                        "color": "#EB1F5A",
                        "name": "Объект куплен"
                    },
                    "143": {
                        "color": "#cfd4dc",
                        "name": "Сделка закрыта и не реализована"
                    }
                },
                "is_main": "true"
            },
                {
                    "name": "Продажа",
                    "statuses": {
                        "0": {
                            "color": "#27AE60",
                            "name": "Потенциальный клиент",
                            "sort": 0
                        },
                        "1": {
                            "color": "#F2C94C",
                            "name": "Назначена встреча",
                            "sort": 10
                        },
                        "2": {
                            "color": "#4B7BFF",
                            "name": "Встреча проведена",
                            "sort": 20
                        },
                        "3": {
                            "color": "#29DD10",
                            "name": "Заключен договор",
                            "sort": 30
                        },
                        "142": {
                            "color": "#EB1F5A",
                            "name": "Объект продан",
                        },
                        "143": {
                            "color": "#cfd4dc",
                            "name": "Сделка закрыта и не реализована",
                        }
                    },
                    "is_main": "false"
                },
                {
                    "name": "Рекрутинг агентов",
                    "statuses": {
                        "0": {
                            "color": "#27AE60",
                            "name": "Пригласили на собеседование",
                            "sort": 0
                        },
                        "1": {
                            "color": "#F2C94C",
                            "name": "Пришёл на собеседование",
                            "sort": 10
                        },
                        "2": {
                            "color": "#4B7BFF",
                            "name": "Взяли на стажировку",
                            "sort": 20
                        },
                        "3": {
                            "color": "#29DD10",
                            "name": "Прошёл стажировку",
                            "sort": 30
                        },
                        "142": {
                            "color": "#EB1F5A",
                            "name": "Приняли на работу",
                        },
                        "143": {
                            "color": "#cfd4dc",
                            "name": "Отказ",
                        }
                    },
                    "is_main": "false"
                }]
        }
    }
}